---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.ElementsContainsFabricationData
source: html/480f9711-5b4b-489e-5806-ae1917d373ec.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.ElementsContainsFabricationData Property

Unable to load models containing elements with fabrication data as group.

## Syntax (C#)
```csharp
public static FailureDefinitionId ElementsContainsFabricationData { get; }
```